#version: 0.2
T P
H T
Ġ HT
ĠHT TP
e s
a n
t i
m e
p l
e r
s s
ti l
j s
c ss
r i
c o
t u
pl an
l es
ri s
tu ris
turis me
til les
plan tilles
m u
co mu
c a
t e
i m
s i
q u
e l
b o
qu er
quer y
j query
g es
an c
f anc
bo x
y box
fanc ybox
e n
i n
o n
i a
t m
h tm
l o
d e
r e
im a
til s
es tils
i d
c h
si te
si t
p s
m in
0 0
me d
r o
sit ges
med ia
l a
t a
ima ges
a l
p er
lo g
te m
ch e
ca che
tem ps
a r
im g
per s
m w
h el
hel pers
r a
n t
n g
a y
o r
c i
j p
p ng
n o
jp g
p h
v i
s e
l i
m a
i f
d im
re dim
htm l
ti c
ph p
o f
on s
me n
el temps
pl ay
en d
a c
men u
on t
ia s
no tic
notic ias
lo w
f low
play er
flow player
of f
w s
b log
f ont
w off
4 0
log o
o k
t o
m b
i e
u i
co n
1 1
t h
ca t
ca l
co ok
t er
a g
c k
n a
8 0
s k
s c
p ro
b u
r es
2 3
t t
40 9
8 00
or m
s v
sv g
sk in
an ima
re en
sc reen
u mb
th umb
m an
bu tt
butt ons
nt ro
thumb s
o l
la ck
B lack
I ntro
3 0
4 80
p a
ca r
1 5
l an
f r
v al
i es
h o
li b
end a
pro p
4 4
s ta
i co
5 00
5 0
t s
1 2
u s
b a
f a
er a
1 6
cook ies
1 3
v e
v er
en c
lan g
1 4
p ri
if ie
ws temps
d i
g if
d el
d a
2 0
g ra
ti on
ol d
f orm
in ter
o s
u n
ci ons
3 1
d es
es ta
4 15
a t
i c
de o
es t
ca p
p e
l t
l e
c el
e x
ac cions
c u
te nt
i t
res p
3 30
w ay
ba se
cal enda
calenda ri
pri nt
vi con
fa vicon
man ag
manag er
ci on
1 0
9 00
b ro
ws er
bro wser
anima te
css anima
on cssanima
tion end
oncssanima tionend
on si
resp onsi
I n
cal era
cap calera
cook ie
cookie manager
min ifie
ho ver
In tent
minifie d
hover Intent
12 00
responsi ve
responsive menu
vi deo
b g
C a
r us
way s
B rus
h ways
Brus hways
A lt
Ca ps
a d
4 9
gra m
ac tu
actu al
g e
n l
i ca
l li
qu e
ma s
s er
u r
p o
44 5
p ar
b e
v o
i s
d o
e k
na val
car naval
i g
m ar
a de
1 7
c t
p k
r y
g d
pk gd
lo ade
images loade
imagesloade d
on ry
mas onry
el e
v ia
a s
m o
es ti
t ge
b ar
ma ri
C h
F orm
Ch ek
Form Chek
p ic
img s
via tge
p or
if ica
y o
plan ifica
ta t
- -
te u
lli sta
llista t
t re
pic to
picto gram
ag enda
pl o
m i
l tu
t es
ci o
ma ps
ex plo
6 4
on a
t x
n e
2 4
a mb
r an
ele ct
f esti
l l
- .
u les
s elect
23 8
cu ltu
te n
pe u
3 5
g ar
festi val
3 49
me nt
esta ules
pictogram estaules
i con
r al
ar ch
v a
bar cel
a u
s a
p res
barcel ona
se arch
bg video
g u
tx t
b i
f i
f esta
t ri
s an
bo ts
ro bots
g l
car te
e b
1 9
f er
man t
m gl
inter est
c cion
ar ro
se ccion
e t
to u
ser vi
re i
arro w
i tat
pres en
id ad
er e
pl at
to p
e d
me r
r u
cion al
ag e
ac e
2 1
l s
ne ws
p re
f cat
e g
c en
ra f
si e
17 1
inter na
actual idad
mu se
th e
ma pa
gar raf
e in
jp eg
actual itat
j e
i h
y age
plan ifie
vo tre
vo yage
planifie z
presen ta
v in
11 0
j un
me t
ih re
ar t
rei se
u na
en s
plan en
explo ra
ta ment
yo u
j a
l u
in sta
2 7
bo ok
b li
interna cional
os ph
bi osph
1 8
t w
v en
biosph ere
por t
el s
b lan
yo ur
f o
in g
tri p
vi sit
el les
p interest
2 8
insta gram
f ace
face book
g a
mari n
6 9
jun tament
it ter
tw itter
tu be
you tube
pl e
cultu ra
mari cel
co m
m on
re is
c es
ra t
c er
explo re
a juntament
po si
9 2
A D
er es
2 2
en t
tu r
u p
blan co
w n
an a
e di
7 5
m or
au f
co r
inter es
pl a
ter ra
end er
ig u
cal end
calend ar
par a
c e
B F
B D
E F
co sta
j or
an t
pa ges
cultu ral
pages pe
a p
val ls
servi ces
9 6
a k
m es
tou ris
ein en
m al
w p
bli ck
4 00
g old
si a
d ti
vi les
marin eres
o b
k al
ca valls
la s
pagespe ed
w or
- %
w h
id a
plat ges
49 2
u m
z a
ex posi
t ra
an d
p g
m p
2 00
do wn
kal ender
5 8
par c
cel eb
ac ti
fo to
4 50
t r
ta pa
if est
man ifest
p ag
a ch
g on
ma p
9 4
o m
w eb
se tm
8 8
setm ana
t or
carte ll
ru ta
5 6
la u
2 6
k a
con s
l lo
7 7
20 24
35 5
9 0
icon e
ci os
i x
mal va
b ig
terra mar
i b
c ia
cu r
c lu
4 3
it es
di s
ti es
ti ci
tu elles
ak tuelles
actual ites
del s
malva sia
ser ve
be ach
gra ma
ap ple
3 4
t ran
tou ch
ti n
web manifest
ad ol
igu adol
s ho
20 23
d u
ka art
di ens
diens ten
ho te
5 7
ci li
fa cili
facili ties
6 3
servi cios
in e
g o
serve is
pa t
10 9
ar ri
3 8
4 6
turis mo
ter a
i r
ta r
p el
er s
3 9
a iguadol
mor t
i l
in s
ho me
el l
i re
wh at
no u
lo s
f or
en o
plat ja
ie u
pa lau
por ts
d x
gu ia
pro grama
n ieu
nieu ws
med i
ti u
200 4
al e
ro u
wor k
b en
ch work
pat chwork
19 0
c la
pro mo
exposi cio
muse u
s u
m ont
d ies
celeb ra
u res
fi ra
p u
n i
2 5
y a
7 0
f e
5 5
san ta
mar k
b er
ser rat
arri ba
d y
mont serrat
car re
4 1
i o
9 3
el la
te at
s h
aiguadol c
teat re
