{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"TP":261,"HT":262,"ĠHT":263,"ĠHTTP":264,"es":265,"an":266,"ti":267,"me":268,"pl":269,"er":270,"ss":271,"til":272,"js":273,"css":274,"ri":275,"co":276,"tu":277,"plan":278,"les":279,"ris":280,"turis":281,"turisme":282,"tilles":283,"plantilles":284,"mu":285,"comu":286,"ca":287,"te":288,"im":289,"si":290,"qu":291,"el":292,"bo":293,"quer":294,"query":295,"jquery":296,"ges":297,"anc":298,"fanc":299,"box":300,"ybox":301,"fancybox":302,"en":303,"in":304,"on":305,"ia":306,"tm":307,"htm":308,"lo":309,"de":310,"re":311,"ima":312,"tils":313,"estils":314,"id":315,"ch":316,"site":317,"sit":318,"ps":319,"min":320,"00":321,"med":322,"ro":323,"sitges":324,"media":325,"la":326,"ta":327,"images":328,"al":329,"per":330,"log":331,"tem":332,"che":333,"cache":334,"temps":335,"ar":336,"img":337,"pers":338,"mw":339,"hel":340,"helpers":341,"ra":342,"nt":343,"ng":344,"ay":345,"or":346,"ci":347,"jp":348,"png":349,"no":350,"jpg":351,"ph":352,"vi":353,"se":354,"li":355,"ma":356,"if":357,"dim":358,"redim":359,"html":360,"tic":361,"php":362,"of":363,"ons":364,"men":365,"eltemps":366,"play":367,"end":368,"ac":369,"menu":370,"ont":371,"ias":372,"notic":373,"noticias":374,"low":375,"flow":376,"player":377,"flowplayer":378,"off":379,"ws":380,"blog":381,"font":382,"woff":383,"40":384,"logo":385,"ok":386,"to":387,"mb":388,"ie":389,"ui":390,"con":391,"11":392,"th":393,"cat":394,"cal":395,"cook":396,"ter":397,"ag":398,"ck":399,"na":400,"80":401,"sk":402,"sc":403,"pro":404,"bu":405,"res":406,"23":407,"tt":408,"409":409,"800":410,"orm":411,"sv":412,"svg":413,"skin":414,"anima":415,"reen":416,"screen":417,"umb":418,"thumb":419,"man":420,"butt":421,"buttons":422,"ntro":423,"thumbs":424,"ol":425,"lack":426,"Black":427,"Intro":428,"30":429,"480":430,"pa":431,"car":432,"15":433,"lan":434,"fr":435,"val":436,"ies":437,"ho":438,"lib":439,"enda":440,"prop":441,"44":442,"sta":443,"ico":444,"500":445,"50":446,"ts":447,"12":448,"us":449,"ba":450,"fa":451,"era":452,"16":453,"cookies":454,"13":455,"ve":456,"ver":457,"enc":458,"lang":459,"14":460,"pri":461,"ifie":462,"wstemps":463,"di":464,"gif":465,"del":466,"da":467,"20":468,"gra":469,"tion":470,"old":471,"form":472,"inter":473,"os":474,"un":475,"cions":476,"31":477,"des":478,"esta":479,"415":480,"at":481,"ic":482,"deo":483,"est":484,"cap":485,"pe":486,"lt":487,"le":488,"cel":489,"ex":490,"accions":491,"cu":492,"tent":493,"it":494,"resp":495,"330":496,"way":497,"base":498,"calenda":499,"calendari":500,"print":501,"vicon":502,"favicon":503,"manag":504,"manager":505,"cion":506,"10":507,"900":508,"bro":509,"wser":510,"browser":511,"animate":512,"cssanima":513,"oncssanima":514,"tionend":515,"oncssanimationend":516,"onsi":517,"responsi":518,"In":519,"calera":520,"capcalera":521,"cookie":522,"cookiemanager":523,"minifie":524,"hover":525,"Intent":526,"minified":527,"hoverIntent":528,"1200":529,"responsive":530,"responsivemenu":531,"video":532,"bg":533,"Ca":534,"rus":535,"ways":536,"Brus":537,"hways":538,"Brushways":539,"Alt":540,"Caps":541,"ad":542,"49":543,"gram":544,"actu":545,"actual":546,"ge":547,"nl":548,"ica":549,"lli":550,"que":551,"mas":552,"ser":553,"ur":554,"po":555,"445":556,"par":557,"be":558,"vo":559,"is":560,"do":561,"ek":562,"naval":563,"carnaval":564,"ig":565,"mar":566,"ade":567,"17":568,"ct":569,"pk":570,"ry":571,"gd":572,"pkgd":573,"loade":574,"imagesloade":575,"imagesloaded":576,"onry":577,"masonry":578,"ele":579,"via":580,"as":581,"mo":582,"esti":583,"tge":584,"bar":585,"mari":586,"Ch":587,"Form":588,"Chek":589,"FormChek":590,"pic":591,"imgs":592,"viatge":593,"por":594,"ifica":595,"yo":596,"planifica":597,"tat":598,"--":599,"teu":600,"llista":601,"llistat":602,"tre":603,"picto":604,"pictogram":605,"agenda":606,"plo":607,"mi":608,"ltu":609,"tes":610,"cio":611,"maps":612,"explo":613,"64":614,"ona":615,"tx":616,"ne":617,"24":618,"amb":619,"ran":620,"elect":621,"festi":622,"ll":623,"-.":624,"ules":625,"select":626,"238":627,"cultu":628,"ten":629,"peu":630,"35":631,"gar":632,"festival":633,"349":634,"ment":635,"estaules":636,"pictogramestaules":637,"icon":638,"ral":639,"arch":640,"va":641,"barcel":642,"au":643,"sa":644,"pres":645,"barcelona":646,"search":647,"bgvideo":648,"gu":649,"txt":650,"bi":651,"fi":652,"festa":653,"tri":654,"san":655,"bots":656,"robots":657,"gl":658,"carte":659,"eb":660,"19":661,"fer":662,"mant":663,"mgl":664,"interest":665,"ccion":666,"arro":667,"seccion":668,"et":669,"tou":670,"servi":671,"rei":672,"arrow":673,"itat":674,"presen":675,"idad":676,"ere":677,"plat":678,"top":679,"ed":680,"mer":681,"ru":682,"cional":683,"age":684,"ace":685,"21":686,"ls":687,"news":688,"pre":689,"fcat":690,"eg":691,"cen":692,"raf":693,"sie":694,"171":695,"interna":696,"actualidad":697,"muse":698,"the":699,"mapa":700,"garraf":701,"ein":702,"jpeg":703,"actualitat":704,"je":705,"ih":706,"yage":707,"planifie":708,"votre":709,"voyage":710,"planifiez":711,"presenta":712,"vin":713,"110":714,"jun":715,"met":716,"ihre":717,"art":718,"reise":719,"una":720,"ens":721,"planen":722,"explora":723,"tament":724,"you":725,"ja":726,"lu":727,"insta":728,"27":729,"book":730,"bli":731,"internacional":732,"osph":733,"biosph":734,"18":735,"tw":736,"ven":737,"biosphere":738,"port":739,"els":740,"blan":741,"your":742,"fo":743,"ing":744,"trip":745,"visit":746,"elles":747,"pinterest":748,"28":749,"instagram":750,"face":751,"facebook":752,"ga":753,"marin":754,"69":755,"juntament":756,"itter":757,"twitter":758,"tube":759,"youtube":760,"ple":761,"cultura":762,"maricel":763,"com":764,"mon":765,"reis":766,"ces":767,"rat":768,"cer":769,"explore":770,"ajuntament":771,"posi":772,"92":773,"AD":774,"eres":775,"22":776,"ent":777,"tur":778,"up":779,"blanco":780,"wn":781,"ana":782,"edi":783,"75":784,"mor":785,"auf":786,"cor":787,"interes":788,"pla":789,"terra":790,"ender":791,"igu":792,"calend":793,"calendar":794,"para":795,"ce":796,"BF":797,"BD":798,"EF":799,"costa":800,"jor":801,"ant":802,"pages":803,"cultural":804,"pagespe":805,"ap":806,"valls":807,"services":808,"96":809,"ak":810,"mes":811,"touris":812,"einen":813,"mal":814,"wp":815,"blick":816,"400":817,"gold":818,"sia":819,"dti":820,"viles":821,"marineres":822,"ob":823,"kal":824,"cavalls":825,"las":826,"pagespeed":827,"wor":828,"-%":829,"wh":830,"ida":831,"platges":832,"492":833,"um":834,"za":835,"exposi":836,"tra":837,"and":838,"pg":839,"mp":840,"200":841,"down":842,"kalender":843,"58":844,"parc":845,"celeb":846,"acti":847,"foto":848,"450":849,"tr":850,"tapa":851,"ifest":852,"manifest":853,"pag":854,"ach":855,"gon":856,"map":857,"94":858,"om":859,"web":860,"setm":861,"88":862,"setmana":863,"tor":864,"cartell":865,"ruta":866,"56":867,"lau":868,"26":869,"ka":870,"cons":871,"llo":872,"77":873,"2024":874,"355":875,"90":876,"icone":877,"cios":878,"ix":879,"malva":880,"big":881,"terramar":882,"ib":883,"cia":884,"cur":885,"clu":886,"43":887,"ites":888,"dis":889,"ties":890,"tici":891,"tuelles":892,"aktuelles":893,"actualites":894,"dels":895,"malvasia":896,"serve":897,"beach":898,"grama":899,"apple":900,"34":901,"tran":902,"touch":903,"tin":904,"webmanifest":905,"adol":906,"iguadol":907,"sho":908,"2023":909,"du":910,"kaart":911,"diens":912,"diensten":913,"hote":914,"57":915,"cili":916,"facili":917,"facilities":918,"63":919,"servicios":920,"ine":921,"go":922,"serveis":923,"pat":924,"109":925,"arri":926,"38":927,"46":928,"turismo":929,"tera":930,"ir":931,"tar":932,"pel":933,"ers":934,"39":935,"aiguadol":936,"mort":937,"il":938,"ins":939,"home":940,"ell":941,"ire":942,"what":943,"nou":944,"los":945,"for":946,"eno":947,"platja":948,"ieu":949,"palau":950,"ports":951,"dx":952,"guia":953,"programa":954,"nieu":955,"nieuws":956,"medi":957,"tiu":958,"2004":959,"ale":960,"rou":961,"work":962,"ben":963,"chwork":964,"patchwork":965,"190":966,"cla":967,"promo":968,"exposicio":969,"museu":970,"su":971,"mont":972,"dies":973,"celebra":974,"ures":975,"fira":976,"pu":977,"ni":978,"25":979,"ya":980,"70":981,"fe":982,"55":983,"santa":984,"mark":985,"ber":986,"serrat":987,"arriba":988,"dy":989,"montserrat":990,"carre":991,"41":992,"io":993,"93":994,"ella":995,"teat":996,"sh":997,"aiguadolc":998,"teatre":999}