{"<unk>": 0, "!": 1, "$": 2, "%": 3, "&": 4, "'": 5, "(": 6, ")": 7, "+": 8, ",": 9, "-": 10, ".": 11, "/": 12, "0": 13, "1": 14, "2": 15, "3": 16, "4": 17, "5": 18, "6": 19, "7": 20, "8": 21, "9": 22, ":": 23, ";": 24, "=": 25, ">": 26, "?": 27, "@": 28, "A": 29, "B": 30, "C": 31, "D": 32, "E": 33, "F": 34, "G": 35, "H": 36, "I": 37, "J": 38, "K": 39, "L": 40, "M": 41, "N": 42, "O": 43, "P": 44, "Q": 45, "R": 46, "S": 47, "T": 48, "U": 49, "V": 50, "W": 51, "X": 52, "Y": 53, "Z": 54, "\\": 55, "_": 56, "a": 57, "b": 58, "c": 59, "d": 60, "e": 61, "f": 62, "g": 63, "h": 64, "i": 65, "j": 66, "k": 67, "l": 68, "m": 69, "n": 70, "o": 71, "p": 72, "q": 73, "r": 74, "s": 75, "t": 76, "u": 77, "v": 78, "w": 79, "x": 80, "y": 81, "z": 82, "e</w>": 83, "c</w>": 84, "l</w>": 85, "6</w>": 86, "y</w>": 87, "t</w>": 88, "r</w>": 89, "m</w>": 90, "u</w>": 91, "2</w>": 92, "8</w>": 93, "1</w>": 94, "n</w>": 95, "o</w>": 96, "s</w>": 97, "7</w>": 98, "p</w>": 99, "0</w>": 100, "a</w>": 101, "4</w>": 102, "9</w>": 103, "3</w>": 104, "w</w>": 105, "x</w>": 106, "i</w>": 107, "z</w>": 108, "5</w>": 109, "g</w>": 110, "d</w>": 111, "k</w>": 112, "Z</w>": 113, "R</w>": 114, "f</w>": 115, "D</w>": 116, "$</w>": 117, "O</w>": 118, "J</w>": 119, "V</w>": 120, "b</w>": 121, "G</w>": 122, "L</w>": 123, "T</w>": 124, "A</w>": 125, "B</w>": 126, "h</w>": 127, "F</w>": 128, "E</w>": 129, "q</w>": 130, "P</w>": 131, "W</w>": 132, "I</w>": 133, "v</w>": 134, "C</w>": 135, "M</w>": 136, "N</w>": 137, "Y</w>": 138, "Q</w>": 139, "j</w>": 140, "H</w>": 141, "S</w>": 142, "X</w>": 143, ".</w>": 144, "\\</w>": 145, "&</w>": 146, "U</w>": 147, "/</w>": 148, "K</w>": 149, "'</w>": 150, "@</w>": 151, "?</w>": 152, "%</w>": 153, "(</w>": 154, "_</w>": 155, ";</w>": 156, ":</w>": 157, "-</w>": 158, ")</w>": 159, "+</w>": 160, "=</w>": 161, ",</w>": 162, "!</w>": 163, "TT": 164, "HTT": 165, "HTTP</w>": 166, "an": 167, "es</w>": 168, "ti": 169, "pl": 170, "til": 171, "js</w>": 172, "cs": 173, "css</w>": 174, "ri": 175, "co": 176, "tu": 177, "er": 178, "les</w>": 179, "plan": 180, "ris": 181, "me</w>": 182, "turis": 183, "turisme</w>": 184, "tilles</w>": 185, "plantilles</w>": 186, "com": 187, "comu</w>": 188, "si": 189, "qu": 190, "te": 191, "es": 192, "bo": 193, "ca": 194, "ery</w>": 195, "query</w>": 196, "jquery</w>": 197, "anc": 198, "im": 199, "fanc": 200, "ybo": 201, "fancybo": 202, "fancybox</w>": 203, "ges</w>": 204, "di": 205, "on": 206, "me": 207, "el": 208, "ht": 209, "lo": 210, "sit": 211, "ima": 212, "id": 213, "in</w>": 214, "re": 215, "tils</w>": 216, "estils</w>": 217, "de</w>": 218, "ci": 219, "htm</w>": 220, "en": 221, "medi": 222, "media</w>": 223, "sitges</w>": 224, "ch": 225, "er</w>": 226, "en</w>": 227, "00</w>": 228, "ps</w>": 229, "site": 230, "min</w>": 231, "ar": 232, "site1</w>": 233, "images</w>": 234, "tem": 235, "che</w>": 236, "cache</w>": 237, "ac": 238, "per": 239, "in": 240, "mw": 241, "hel": 242, "pers</w>": 243, "helpers</w>": 244, "ro": 245, "img</w>": 246, "temps</w>": 247, "ta": 248, "ca</w>": 249, "or": 250, "pla": 251, "ng</w>": 252, "li": 253, "jp": 254, "png</w>": 255, "el</w>": 256, "ra": 257, "as</w>": 258, "ma": 259, "jpg</w>": 260, "no": 261, "ph": 262, "men": 263, "la</w>": 264, "vi": 265, "ml</w>": 266, "redi": 267, "redim</w>": 268, "html</w>": 269, "php</w>": 270, "eltemps</w>": 271, "tr": 272, "ons</w>": 273, "tici": 274, "play": 275, "notici": 276, "menu</w>": 277, "log": 278, "noticias</w>": 279, "flo": 280, "flow": 281, "player</w>": 282, "flowplayer</w>": 283, "of": 284, "fon": 285, "In": 286, "wof": 287, "font</w>": 288, "logo</w>": 289, "log</w>": 290, "fi": 291, "blog</w>": 292, "ag": 293, "al</w>": 294, "ut": 295, "C3</w>": 296, "cat</w>": 297, "ki": 298, "th": 299, "pl3": 300, "oki": 301, "cooki": 302, "cal": 303, "ws": 304, "se": 305, "al": 306, "ui</w>": 307, "ic": 308, "end": 309, "40": 310, "80</w>": 311, "to": 312, "pro": 313, "man": 314, "sc": 315, "mb": 316, "nt</w>": 317, "sk": 318, "409</w>": 319, "800</w>": 320, "sv": 321, "svg</w>": 322, "id1": 323, "lac": 324, "but": 325, "skin</w>": 326, "anima": 327, "ed</w>": 328, "tro</w>": 329, "reen</w>": 330, "screen</w>": 331, "thu": 332, "thumb": 333, "mw800</w>": 334, "tons</w>": 335, "buttons</w>": 336, "ifi": 337, "thumbs</w>": 338, "ad": 339, "f2</w>": 340, "woff2</w>": 341, "lack</w>": 342, "Black</w>": 343, "Intro</w>": 344, "w4": 345, "ter": 346, "res": 347, "te</w>": 348, "car": 349, "ol": 350, "ta</w>": 351, "fr</w>": 352, "ho": 353, "lib</w>": 354, "na": 355, "500</w>": 356, "ico</w>": 357, "se</w>": 358, "ts</w>": 359, "site</w>": 360, "ba": 361, "con</w>": 362, "era</w>": 363, "15</w>": 364, "fa": 365, "lan": 366, "cookies</w>": 367, "gi": 368, "23</w>": 369, "for": 370, "fes": 371, "un": 372, "lang</w>": 373, "pri": 374, "ve": 375, "ver": 376, "at": 377, "wstemps</w>": 378, "gra": 379, "50</w>": 380, "12": 381, "gif</w>": 382, "13</w>": 383, "pl409</w>": 384, "calend": 385, "enc</w>": 386, "old</w>": 387, "tat</w>": 388, "form</w>": 389, "x2</w>": 390, "prop</w>": 391, "cions</w>": 392, "31</w>": 393, "vid": 394, "16</w>": 395, "415</w>": 396, "con": 397, "30</w>": 398, "wa": 399, "14</w>": 400, "min": 401, "ru": 402, "pe": 403, "11</w>": 404, "inter": 405, "eo</w>": 406, "ari</w>": 407, "temp": 408, "cu": 409, "sh": 410, "ex": 411, "tion": 412, "accions</w>": 413, "20": 414, "arc": 415, "tent</w>": 416, "cap": 417, "del</w>": 418, "pon": 419, "eman": 420, "h4": 421, "respon": 422, "s3</w>": 423, "temps3</w>": 424, "lt</w>": 425, "val</w>": 426, "base</w>": 427, "print</w>": 428, "calendari</w>": 429, "vicon</w>": 430, "favicon</w>": 431, "ager</w>": 432, "end</w>": 433, "emanager</w>": 434, "mw500</w>": 435, "900</w>": 436, "bro": 437, "brows": 438, "browser</w>": 439, "animate</w>": 440, "css": 441, "oncss": 442, "animation": 443, "oncssanimation": 444, "oncssanimationend</w>": 445, "responsi": 446, "calera</w>": 447, "capcalera</w>": 448, "mw900</w>": 449, "cookiemanager</w>": 450, "Intent</w>": 451, "ified</w>": 452, "hover": 453, "minified</w>": 454, "hoverIntent</w>": 455, "planifi": 456, "po": 457, "vemenu</w>": 458, "responsivemenu</w>": 459, "ys</w>": 460, "1200</w>": 461, "mw1200</w>": 462, "video</w>": 463, "Ca": 464, "woff</w>": 465, "ways</w>": 466, "Bru": 467, "shways</w>": 468, "Brushways</w>": 469, "id5": 470, "Alt</w>": 471, "Caps</w>": 472, "on</w>": 473, "pl330</w>": 474, "mi": 475, "w480</w>": 476, "45</w>": 477, "actu": 478, "lli": 479, "h480</w>": 480, "nl</w>": 481, "ele": 482, "ges": 483, "mas": 484, "gu": 485, "ge</w>": 486, "ser": 487, "gram": 488, "par": 489, "ek</w>": 490, "vo": 491, "ra</w>": 492, "carna": 493, "que</w>": 494, "tre</w>": 495, "49</w>": 496, "re</w>": 497, "load": 498, "am": 499, "h2": 500, "pk": 501, "gs</w>": 502, "ry</w>": 503, "tau": 504, "rei": 505, "gd</w>": 506, "pkgd</w>": 507, "ou": 508, "images": 509, "loaded</w>": 510, "imagesloaded</w>": 511, "onry</w>": 512, "masonry</w>": 513, "38</w>": 514, "tes</w>": 515, "pl30</w>": 516, "val": 517, "est</w>": 518, "mari": 519, "bi": 520, "atge</w>": 521, "pl415</w>": 522, "ar</w>": 523, "Ch": 524, "orm": 525, "Form": 526, "Chek</w>": 527, "FormChek</w>": 528, "17": 529, "pa</w>": 530, "pic": 531, "togram": 532, "imgs</w>": 533, "enda</w>": 534, "C2</w>": 535, "viatge</w>": 536, "ct": 537, "agenda</w>": 538, "planifica</w>": 539, "teu</w>": 540, "44": 541, "llis": 542, "llistat</w>": 543, "pictogram": 544, "per</w>": 545, "ali": 546, "mu": 547, "ltu": 548, "ona</w>": 549, "cio</w>": 550, "maps</w>": 551, "id11": 552, "expl": 553, "ne": 554, "plan</w>": 555, "you": 556, "64</w>": 557, "h500</w>": 558, "w445</w>": 559, "sta": 560, "os</w>": 561, "tx": 562, "24</w>": 563, "festi": 564, "sele": 565, "cultu": 566, "h238</w>": 567, "peu</w>": 568, "de": 569, "au": 570, "le": 571, "por": 572, "actuali": 573, "id10": 574, "pl349</w>": 575, "taules</w>": 576, "estaules</w>": 577, "pictogramestaules</w>": 578, "ws</w>": 579, "id4": 580, "amb</w>": 581, "ct2</w>": 582, "select2</w>": 583, "gl": 584, "arch</w>": 585, "barc": 586, "barcel": 587, "des</w>": 588, "to</w>": 589, "barcelona</w>": 590, "ter</w>": 591, "ni": 592, "els</w>": 593, "search</w>": 594, "cion": 595, "pres": 596, "bl": 597, "explor": 598, "cultura": 599, "bg": 600, "pag": 601, "bg</w>": 602, "40</w>": 603, "bgvideo</w>": 604, "tou": 605, "gar": 606, "carnaval</w>": 607, "txt</w>": 608, "be</w>": 609, "sec": 610, "cion</w>": 611, "00": 612, "mo": 613, "id7": 614, "do": 615, "id2": 616, "bots</w>": 617, "robots</w>": 618, "festival</w>": 619, "san": 620, "ida": 621, "mant</w>": 622, "mgl": 623, "interest</w>": 624, "presen": 625, "it": 626, "ls</w>": 627, "arro": 628, "seccion</w>": 629, "id9": 630, "as": 631, "servi": 632, "we": 633, "arrow</w>": 634, "mar": 635, "ur": 636, "sta</w>": 637, "des": 638, "us</w>": 639, "at</w>": 640, "plat": 641, "tri": 642, "ment</w>": 643, "idad</w>": 644, "ll": 645, "pre": 646, "ez</w>": 647, "os": 648, "B3</w>": 649, "fcat</w>": 650, "of</w>": 651, "cl": 652, "cen": 653, "un</w>": 654, "04</w>": 655, "171</w>": 656, "ll</w>": 657, "interna": 658, "alidad</w>": 659, "actualidad</w>": 660, "et</w>": 661, "muse": 662, "sie</w>": 663, "id6": 664, "da</w>": 665, "va": 666, "prop": 667, "mapa</w>": 668, "garra": 669, "cional</w>": 670, "mon": 671, "garraf</w>": 672, "eg</w>": 673, "jpeg</w>": 674, "age</w>": 675, "h3": 676, "ten</w>": 677, "news</w>": 678, "ere</w>": 679, "tic</w>": 680, "top</w>": 681, "actualitat</w>": 682, "art</w>": 683, "ran": 684, "w171</w>": 685, "ia</w>": 686, "ih": 687, "yage</w>": 688, "planifiez</w>": 689, "votre</w>": 690, "voyage</w>": 691, "pl50</w>": 692, "jun": 693, "do</w>": 694, "id8": 695, "marin": 696, "mar</w>": 697, "ihre</w>": 698, "92</w>": 699, "ti</w>": 700, "reise</w>": 701, "20</w>": 702, "una</w>": 703, "planen</w>": 704, "wit": 705, "met</w>": 706, "be": 707, "explora</w>": 708, "icon</w>": 709, "sa</w>": 710, "insta": 711, "boo": 712, "bli": 713, "internacional</w>": 714, "bios": 715, "phere</w>": 716, "edi": 717, "ci</w>": 718, "biosphere</w>": 719, "espe": 720, "sa": 721, "your</w>": 722, "book</w>": 723, "ace": 724, "je</w>": 725, "gram</w>": 726, "pinterest</w>": 727, "trip</w>": 728, "instagram</w>": 729, "face": 730, "facebook</w>": 731, "or</w>": 732, "tament</w>": 733, "juntament</w>": 734, "twit": 735, "twitter</w>": 736, "ai": 737, "vin": 738, "cel</w>": 739, "tube</w>": 740, "youtube</w>": 741, "19": 742, "ajuntament</w>": 743, "10": 744, "blanc": 745, "ap": 746, "maricel</w>": 747, "sia</w>": 748, "pat": 749, "reis</w>": 750, "it</w>": 751, "ada</w>": 752, "carnaval": 753, "AD": 754, "tra": 755, "le</w>": 756, "eres</w>": 757, "da": 758, "B3": 759, "mana</w>": 760, "id3": 761, "is</w>": 762, "posi": 763, "ein": 764, "carre": 765, "blanco</w>": 766, "15": 767, "A9": 768, "rat</w>": 769, "ces</w>": 770, "wn</w>": 771, "fo": 772, "blic": 773, "elles</w>": 774, "ens": 775, "cor": 776, "pl7</w>": 777, "auf</w>": 778, "ven": 779, "27</w>": 780, "calendar</w>": 781, "rib": 782, "em": 783, "445</w>": 784, "BF</w>": 785, "EF</w>": 786, "festa</w>": 787, "costa</w>": 788, "16": 789, "pagespe": 790, "ic</w>": 791, "21</w>": 792, "the</w>": 793, "mor": 794, "up</w>": 795, "fest</w>": 796, "para</w>": 797, "services</w>": 798, "carte</w>": 799, "au</w>": 800, "caval": 801, "ob": 802, "na</w>": 803, "wor": 804, "touris": 805, "acti": 806, "einen</w>": 807, "cultura64</w>": 808, "blick</w>": 809, "gold</w>": 810, "ender</w>": 811, "viles</w>": 812, "marineres</w>": 813, "ades</w>": 814, "port</w>": 815, "55</w>": 816, "wp</w>": 817, "dti</w>": 818, "terra": 819, "mani": 820, "kal": 821, "pagespeed</w>": 822, "wh": 823, "presenta</w>": 824, "visit": 825, "fer</w>": 826, "eu": 827, "tur</w>": 828, "an</w>": 829, "platges</w>": 830, "ple</w>": 831, "rut": 832, "icon": 833, "exposi": 834, "mal": 835, "pi": 836, "ch</w>": 837, "kalender</w>": 838, "festa": 839, "B3n</w>": 840, "cele": 841, "celeb": 842, "mer": 843, "pg</w>": 844, "down</w>": 845, "ak": 846, "manifest</w>": 847, "festa64</w>": 848, "cer": 849, "ka": 850, "pa": 851, "cavalls</w>": 852, "ant</w>": 853, "set": 854, "carte": 855, "ing</w>": 856, "la": 857, "tin": 858, "tiu</w>": 859, "setmana</w>": 860, "450</w>": 861, "prop50</w>": 862, "interes</w>": 863, "st</w>": 864, "cartell</w>": 865, "pal": 866, "plac": 867, "id110": 868, "tor": 869, "map</w>": 870, "cons": 871, "llo": 872, "2024</w>": 873, "icone</w>": 874, "cios</w>": 875, "mo</w>": 876, "fe": 877, "gon": 878, "malva": 879, "tapa</w>": 880, "parc</w>": 881, "big</w>": 882, "web": 883, "w400</w>": 884, "cur": 885, "aigu": 886, "clu": 887, "va</w>": 888, "ties</w>": 889, "ja</w>": 890, "tuelles</w>": 891, "aktuelles</w>": 892, "actualites</w>": 893, "dels</w>": 894, "serve": 895, "ria</w>": 896, "ei": 897, "malvasia</w>": 898, "ol</w>": 899, "apple</w>": 900, "dis": 901, "za</w>": 902, "touch</w>": 903, "terramar</w>": 904, "webmanifest</w>": 905, "ban</w>": 906, "aiguad": 907, "cultural</w>": 908, "sho": 909, "ga": 910, "2023</w>": 911, "ruta</w>": 912, "gui": 913, "kaart</w>": 914, "diens": 915, "diensten</w>": 916, "tion</w>": 917, "hote": 918, "cili": 919, "facili": 920, "facilities</w>": 921, "96</w>": 922, "servicios</w>": 923, "54</w>": 924, "serveis</w>": 925, "93": 926, "18": 927, "mes</w>": 928, "turismo</w>": 929, "99</w>": 930, "aci</w>": 931, "las</w>": 932, "go": 933, "pu": 934, "ten": 935, "fer": 936, "mort</w>": 937, "explore</w>": 938, "leg": 939, "75</w>": 940, "tran": 941, "28</w>": 942, "what</w>": 943, "A8": 944, "cas": 945, "los</w>": 946, "um</w>": 947, "home</w>": 948, "arrib": 949, "ck": 950, "pl355</w>": 951, "nieu": 952, "18</w>": 953, "ports</w>": 954, "10</w>": 955, "nieuws</w>": 956, "jor": 957, "A1": 958, "2004</w>": 959, "sitges": 960, "platja</w>": 961, "12</w>": 962, "di</w>": 963, "win": 964, "chwor": 965, "patchwor": 966, "ber": 967, "dx": 968, "exposicio</w>": 969, "bu": 970, "palau</w>": 971, "dies</w>": 972, "190": 973, "mont": 974, "22</w>": 975, "om": 976, "museu</w>": 977, "34</w>": 978, "fira</w>": 979, "90</w>": 980, "tde": 981, "promo": 982, "als</w>": 983, "mp": 984, "w492</w>": 985, "su": 986, "rout": 987, "ermit": 988, "ma</w>": 989, "stampfli</w>": 990, "propo": 991, "id98</w>": 992, "restaurants</w>": 993, "mir</w>": 994, "pl347</w>": 995, "ACTIVITATS</w>": 996, "fil": 997, "aire</w>": 998, "edicio</w>": 999, "id109": 1000, "caminant</w>": 1001, "he": 1002, "ermita</w>": 1003, "stes</w>": 1004, "sunway</w>": 1005, "faire</w>": 1006, "botigues</w>": 1007, "mos</w>": 1008, "ono": 1009, "any": 1010, "romantic</w>": 1011, "patri": 1012, "decouv": 1013, "tun": 1014, "que": 1015, "fami": 1016, "patch": 1017, "sabor</w>": 1018, "wein": 1019, "id71</w>": 1020, "xato</w>": 1021, "kulturelles</w>": 1022, "cin": 1023, "82</w>": 1024, "]": 1025, "sun": 1026, "ments</w>": 1027, "ata</w>": 1028, "id19</w>": 1029, "actual": 1030, "ramar</w>": 1031, "estr": 1032, "[": 1033, "lig": 1034, "pl82</w>": 1035, "id5</w>": 1036, "jo": 1037, "pl401</w>": 1038, "gs": 1039, "http</w>": 1040, "camin": 1041, "ard": 1042, "xica</w>": 1043, "ce": 1044, "get</w>": 1045, "ser</w>": 1046, "erleben</w>": 1047, "actualit": 1048, "trono": 1049, "umancia</w>": 1050, "taula</w>": 1051, "nit</w>": 1052, "id34</w>": 1053, "liti": 1054, "bre": 1055, "vill": 1056, "hac": 1057, "oficial</w>": 1058, "staltun": 1059, "id50</w>": 1060, "esti": 1061, "descubri": 1062, "pl13</w>": 1063, "~</w>": 1064, "ed": 1065, "dec": 1066, "patrimoine</w>": 1067, "pf": 1068, "330</w>": 1069, "li</w>": 1070, "nk": 1071, "reis": 1072, "valls</w>": 1073, "sitgesany": 1074, "id15</w>": 1075, "descubrimos</w>": 1076, "comer": 1077, "estu": 1078, "cau</w>": 1079, "bal": 1080, "id54</w>": 1081, "acio</w>": 1082, "acion</w>": 1083, "pl4": 1084, "exposicions</w>": 1085, "ins</w>": 1086, "id11</w>": 1087, "room": 1088, "pag3": 1089, "and</w>": 1090, "expo": 1091, "ungs": 1092, "tigu": 1093, "ats</w>": 1094, "eleg": 1095, "aqu": 1096, "uman": 1097, "ACTIVITA": 1098, "restaur": 1099, "descobri": 1100, "serrat</w>": 1101, "TS</w>": 1102, "mas</w>": 1103, "cha</w>": 1104, "id29</w>": 1105, "cubri": 1106, "id106": 1107, "gastronomi": 1108, "restau": 1109, "fiestas</w>": 1110, "discover</w>": 1111, "verde</w>": 1112, "ret</w>": 1113, "fan": 1114, "playa</w>": 1115, "beac": 1116, "ens</w>": 1117, "86</w>": 1118, "sites</w>": 1119, "id54": 1120, "bre</w>": 1121, "cipal</w>": 1122, "explorez</w>": 1123, "sebastia</w>": 1124, "lec": 1125, "202": 1126, "id1098</w>": 1127, "36</w>": 1128, "tserrat</w>": 1129, "actes</w>": 1130, "interpret": 1131, "histor": 1132, "id30</w>": 1133, "where</w>": 1134, "cam": 1135, "ul": 1136, "id55": 1137, "plages</w>": 1138, "aiguadolc</w>": 1139, "visita</w>": 1140, "gsh": 1141, "atch": 1142, "puertos</w>": 1143, "ITA": 1144, "festes</w>": 1145, "noticies</w>": 1146, "ju": 1147, "id59</w>": 1148, "monas": 1149, "wur": 1150, "riber": 1151, "fest": 1152, "dur": 1153, "id56": 1154, "persones</w>": 1155, "du</w>": 1156, "nos": 1157, "ig</w>": 1158, "rest": 1159, "id118</w>": 1160, "santa</w>": 1161, "restauran": 1162, "id9</w>": 1163, "legacy</w>": 1164, "uni": 1165, "84</w>": 1166, "ture": 1167, "catal": 1168, "hi": 1169, "id14</w>": 1170, "ones</w>": 1171, "]</w>": 1172, "cadill": 1173, "fitri": 1174, "turistica</w>": 1175, "naci": 1176, "barcelo": 1177, "gin": 1178, "natur": 1179, "pl52</w>": 1180, "velles</w>": 1181, "ound</w>": 1182, "lic": 1183, "ke": 1184, "32</w>": 1185, "strande</w>": 1186, "ato</w>": 1187, "pas": 1188, "cultur": 1189, "bor</w>": 1190, "lich": 1191, "ce</w>": 1192, "cial</w>": 1193, "monaster": 1194, "muni": 1195, "afen</w>": 1196, "id75</w>": 1197, "nachtungsmoglich": 1198, "hecha</w>": 1199}