#version: 0.2
h r
c o
o t</w>
i l
M o
e f
hr ef
Mo z
l a</w>
il la</w>
Moz illa</w>
l e</w>
h t
r o
b ot</w>
co m</w>
a t
i b
m p
co mp
at ib
comp atib
compatib le</w>
5 3
3 6</w>
53 7</w>
ht t
B ot</w>
htt p</w>
s Bot</w>
ro bot</w>
A href
a href
Ahref sBot</w>
ahref s</w>
l i
k e</w>
li ke</w>
i n
l e
e c
ec k
G eck
Geck o</w>
a r
p p
S a
e b
pp le
i t</w>
A pple
W eb
K it</w>
Web Kit</w>
M L</w>
H T
HT ML</w>
K HTML</w>
Apple WebKit</w>
f ar
Sa far
Safar i</w>
6 4</w>
W in
o m
hr om
C hrom
Chrom e</w>
6 0
1 2
1 0</w>
O S</w>
Mo b
Mob il
Mobil e</w>
1 5</w>
d o
12 0</w>
M a
o n
i P
h on
iP hon
iPhon e</w>
t e
w s</w>
Win do
Windo ws</w>
N T</w>
x 64</w>
Win 64</w>
s i
L in
u x</w>
Lin ux</w>
n d
i d</w>
nd ro
ndro id</w>
A ndroid</w>
60 5</w>
Ma c</w>
e r</w>
1 7</w>
o n</w>
e r
V er
si on</w>
Ver sion</w>
o r
1 4
1 5
C P
CP U</w>
14 8</w>
E 148</w>
15 E148</w>
60 4</w>
o o
oo g
i d
s p
id er</w>
sp ider</w>
y te
9 9</w>
p s</w>
htt ps</w>
e x
1 6</w>
o t
w w</w>
w ww</w>
1 0
I n
e n
e l
o p
o s
In te
in t
c int
Ma cint
os h</w>
Macint osh</w>
Inte l</w>
h el
hel p</w>
m o
op en
t bot</w>
or g</w>
ex p
l or
lor er</w>
D ot
do tbot</w>
te exp
si teexp
mo z</w>
open siteexp
Dot Bot</w>
opensiteexp lorer</w>
60 99</w>
ht m
htm l</w>
12 1</w>
e e
b a
G oog
Goog le
Google bot</w>
g oog
goog le</w>
a n
c e</w>
ee d
c k</w>
f eed
B yte
b yte
d an
ba ck</w>
feed back</w>
Byte spider</w>
byte dan
bytedan ce</w>
b in
1 1
0 10
d e
2 2
a u
l au
C lau
de Bot</w>
Clau deBot</w>
g bot</w>
bin gbot</w>
22 4</w>
m a
r v</w>
r ef
o x</w>
F i
ref ox</w>
Fi refox</w>
1 99</w>
E d
Ed g</w>
11 9</w>
2 010
1 9
ro w
010 1</w>
2010 0101</w>
B u
1 1</w>
7 6</w>
il d</w>
Bu ild</w>
1 3</w>
1 16</w>
1 4</w>
1 15</w>
s er</w>
s u
ar i
2 0
2 9
3 8</w>
w ari
row ser</w>
B rowser</w>
C r
S M</w>
i OS</w>
5 9
12 2</w>
2 3</w>
ht m</w>
3 0
bin g</w>
8 6</w>
19 38</w>
F B
su n
m sun
M S
ma g
S A</w>
G SA</w>
msun g
Cr iOS</w>
Sa msung
Samsung Browser</w>
7 2</w>
X 11</w>
x 86</w>
N G</w>
S A
U NG</w>
MS UNG</w>
SA MSUNG</w>
u s</w>
N ex
Nex us</w>
M B
5 X</w>
M MB
29 P</w>
MMB 29P</w>
1 2</w>
8 9
mag e
si f
mage sif
le r</w>
ma z
t Bot</w>
10 9</w>
r a
2 3
o Bot</w>
ee k
b ot
bot s</w>
p or
eek por
A wari
a wari
Awari oBot</w>
awari o</w>
6 6</w>
9 4
2 6
e s</w>
4 4
6 0</w>
20 5</w>
30 0</w>
59 89
94 205</w>
5989 94205</w>
5 4
2 8
a d</w>
2 4
7 9</w>
6 7</w>
6 3</w>
60 0</w>
iP ad</w>
7 3</w>
a maz
on bot</w>
1 3
6 1</w>
h x
7 1</w>
1 8
w ler</w>
6 5</w>
7 4</w>
7 0</w>
7 8</w>
7 5</w>
9 1</w>
11 4</w>
6 8</w>
7 7</w>
6 2</w>
10 3</w>
6 9</w>
3 6
c ra
cra wler</w>
5 5
te r
7 9
I magesif
i magesif
Imagesif tBot</w>
imagesif t</w>
2 9</w>
11 2</w>
3 8
12 4</w>
a l
44 72</w>
w v</w>
a c
1 17</w>
5 0
2 1
9 0
s t
S eekpor
s eekpor
Seekpor tBot</w>
seekpor t</w>
2 5
3 7
ter n
3 4
f ac
eb oo
fac eboo
h it</w>
ex tern
al hit</w>
extern alhit</w>
26 5
8 1</w>
2 4</w>
2 7
Cr OS</w>
0 0
11 8</w>
ar k
3 3
t ec
B ark
b ba
ba bba
row ler</w>
tec h</w>
Bark rowler</w>
babba r</w>
pp or
su ppor
suppor t</w>
54 1</w>
2 99</w>
14 541</w>
59 79
265 13</w>
5979 26513</w>
4 4</w>
p ro
1 A</w>
i l</w>
g ra
t on
ma il</w>
E S</w>
G 9
8 8</w>
a gra
In st
agra m</w>
Inst agram</w>
de v
A maz
el op
amaz on</w>
dev elop
amaz onbot</w>
Amaz onbot</w>
develop er</w>
en t</w>
P hx
P 1A</w>
p hx
pro ton
Phx Bot</w>
phx bot</w>
proton mail</w>
8 7</w>
6 B</w>
3 9
i a
a pp
FB A
8 9</w>
e t
2 6</w>
8 3</w>
app le</w>
3 5
X ia
2 5</w>
FB S
23 0</w>
O P
3 4</w>
iPhon e
M i</w>
3 15</w>
mag e</w>
1 8</w>
1 10</w>
g o</w>
2 8</w>
Q 1</w>
K Q1</w>
O W
W OW
WOW 64</w>
w eb
0 0</w>
11 1</w>
10 0</w>
r e
2 0</w>
I mage</w>
u i
22 0
M i
a pple
Apple bot</w>
apple bot</w>
R e
s c
o Mi</w>
Xia oMi</w>
ui Browser</w>
Mi uiBrowser</w>
C L
24 0
11 3</w>
4 5</w>
7 8
g n</w>
10 6</w>
28 0</w>
4 280</w>
k externalhit</w>
faceboo kexternalhit</w>
t h
5 4</w>
p h
N E
ph p</w>
faceboo k</w>
u at
ex t</w>
uat ext</w>
a le</w>
4 0
a d
20 0
3 7</w>
5 8</w>
10 4</w>
3 5</w>
FBA V</w>
2 2</w>
d m
Re dm
Redm i</w>
sc ale</w>
N ot
Not e</w>
9 0</w>
12 7</w>
1 B</w>
FB I
10 1</w>
2 7</w>
T r
id ent</w>
Tr ident</w>
10 7</w>
m e
21 C
2 1</w>
5 0</w>
CL R</w>
NE T</w>
9 2</w>
3 1</w>
9 4</w>
00 2</w>
b u
u r
7 0
n t
U bu
nt u</w>
Ubu ntu</w>
s s
u p</w>
L E
1 36</w>
B LE
X Bot</w>
web me
BLE XBot</w>
webme up</w>
21C 66</w>
9 3</w>
5 6
8 4</w>
th on</w>
8 5</w>
w or
y thon</w>
e n</w>
et wor
9 7</w>
89 6</w>
A 5
p ython</w>
H e
4 3</w>
5 9</w>
3 9</w>
5 1</w>
4 896</w>
3 3</w>
o u
T P1A</w>
p p</w>
4 7</w>
4 1</w>
x 2
1 67</w>
N etwor
56 15</w>
3 2</w>
p i</w>
le ss
OP R</w>
ad less
He adless
Headless Chrome</w>
d pi</w>
10 5</w>
00 1</w>
8 2</w>
8 0
44 7</w>
3 0</w>
12 9</w>
li ent</w>
30 7
ar c
9 5</w>
A pp</w>
R D
s e
N RD
NRD 90
NRD90 M</w>
I E</w>
0 12</w>
5 2</w>
5 F</w>
9 6</w>
50 60</w>
8 0</w>
10 2</w>
6 24</w>
55 78
220 624</w>
240 81</w>
5578 24081</w>
0 14</w>
1 9</w>
5 3</w>
G o</w>
5 59
307 29</w>
5 5</w>
5 7</w>
0 5</w>
MS IE</w>
55 8
i t
5 6</w>
in g</w>
0 1</w>
7 7
4 8</w>
c lient</w>
4 6</w>
53 4</w>
3 2
I A
40 44</w>
se arc
9 8</w>
P r
2 10
e l</w>
F N</w>
Google App</w>
A 3
Ed g
4 A</w>
FB 4A</w>
F B</w>
IA B</w>
o u</w>
4 9</w>
1 70
ar m
S 9
i x
P ix
Pix el</w>
G9 9
arm 64</w>
4 2</w>
18 1</w>
558 60
6 167</w>
CP H
S 90
q u
14 7</w>
A 13
co c
i g
36 B</w>
ma s
ur l</w>
web mas
A 53
12 5</w>
3 112</w>
hon e</w>
FB B
FB D
L C</w>
O P</w>
FB M
FB LC</w>
FB OP</w>
FBA N</w>
FBS V</w>
FBB V</w>
FBD V</w>
R V</w>
p hone</w>
FB RV</w>
FBS N</w>
FBS S</w>
FBI D</w>
FBI OS</w>
FBM D</w>
3 1
200 7
ig ht
38 9</w>
c url</w>
A 14
4 0</w>
10 80
Q KQ1</w>
i n</w>
4 389</w>
Goog le</w>
50 F</w>
A53 6B</w>
OP D
3 20
8 16</w>
170 816</w>
o g
OPD 3</w>
a s
ter s</w>
webmas ters</w>
og ou</w>
7 F</w>
B 7</w>
23 4</w>
qu e
st s</w>
re que
reque sts</w>
13 2</w>
5 FN</w>
Pr o</w>
U P1A</w>
0 7</w>
19 3</w>
13 1</w>
t o</w>
w in</w>
Networ k</w>
T O
C F
D ar
T O</w>
TO B7</w>
CF Network</w>
Dar win</w>
iPhone 16</w>
15 9</w>
20 45</w>
36 83</w>
1 69</w>
4 103</w>
0 4</w>
t i
15 0</w>
19 0</w>
in f
s a
55860 12
N W</w>
iPhone 14</w>
10 8</w>
59 38</w>
Y a
14 0</w>
13 4</w>
N 9
Ya Browser</w>
0 9</w>
O wler</w>
e u</w>
o ws</w>
240 3</w>
8 6
18 9</w>
19 0
ur l
1 6
2 A</w>
29 8</w>
l ib
et c
G 89
G89 2A</w>
G 78
l il
o w
Moz lil
li e</w>
li d</w>
Mob lie</w>
Bu lid</w>
Mozlil a</w>
10 05</w>
23 1005</w>
00 7</w>
A v
Y ow
as t</w>
Av ast</w>
Yow ser</w>
55 63</w>
url lib
urllib 3</w>
w e
a v
59 54
A13 7F</w>
8 37</w>
c k
35 837</w>
5954 35837</w>
15 F</w>
14 6</w>
15 2</w>
6 64</w>
3 94
15 3</w>
